Repository: aleksey31111/diplomProject15112022
Catalog: shop/locale/*/LC_MESSAGES/django.po
Languages: es, ja, zh_hans

source: Russia
es: Русский
ja: Русский
zh_hans: Русский

source: Spain
es: Spanish

source: Перевести
es: Traducir
ja: 翻訳
zh_hans: 翻译

source: Магазин Устройств
es: Tienda de dispositivos
ja: デバイスストア
zh_hans: 设备商店

source: Каталог
es: Catalogar
ja: カタログ
zh_hans: 目录

source: Выйти
es: Salir
ja: 外出
zh_hans: 出去

source: Войти
es: Entrar
ja: 入る
zh_hans: 进来

source: Нижнекамск
es: Nizhnekamsk
ja: ニジネカムスク
zh_hans: 下卡姆斯克

source: Обратная связь
es: Retroalimentación
ja: フィードバック
zh_hans: 反馈

source: Просмотр Профайла
es: Vista de perfil
ja: 縦断ビュー
zh_hans: 配置文件视图

source: Просмотр Корзины
es: Ver carrito
ja: かごの中身を見る
zh_hans: 查看购物车

source: Категории
es: Categorías
ja: カテゴリー
zh_hans: 类别

source: Товары всех категорий
es: Productos de todas las categorías
ja: 全カテゴリーの商品
zh_hans: 所有类别的产品

source: О нас
es: Sobre Nosotros
ja: 私たちに関しては
zh_hans: 关于我们

source: Дипломная работа WEB-программирование
es: Programación WEB de tesis
ja: 論文WEBプログラミング
zh_hans: 论文WEB编程

source: на языке Python.
es: en Python.
ja: パイソンで。
zh_hans: 在 Python 中。

source: Категории товара
es: Categorías de Producto
ja: 製品カテゴリ
zh_hans: 产品类别

source: Профиль
es: Perfil
ja: プロフィール
zh_hans: 轮廓

source: Корзина
es: Cesta
ja: バスケット
zh_hans: 篮子

source: Мой профиль
es: Mi perfil
ja: 私のプロフィール
zh_hans: 我的简历

source: Войти Зарегистрироваться
es: Iniciar sesión Registrarse
ja: ログイン 登録
zh_hans: 登录 注册

source: Корзина пуста
es: El carrito esta vacío
ja: カートは空です
zh_hans: 购物车是空的

source: Категория:
es: Categoría:
ja: カテゴリー：
zh_hans: 类别：

source: Название:
es: Nombre:
ja: 名前：
zh_hans: 姓名：

source: Описание:
es: Descripción:
ja: 説明：
zh_hans: 描述：

source: Короткое описание:
es: Breve descripción:
ja: 簡単な説明：
zh_hans: 简短的介绍：

source: Цена:
es: Precio:
ja: 価格：
zh_hans: 价格：

source: Количество:
es: Cantidad:
ja: 量：
zh_hans: 数量：

source: Время добавления товара:
es: Hora de agregar el artículo:
ja: アイテムを追加する時間:
zh_hans: 添加项目的时间：

source: Время обновления товара:
es: Tiempo de actualización del artículo:
zh_hans: 添加项目的时间：

source: Коллекция
es: Recopilación
ja: コレクション
zh_hans: 收藏

source: Товары
es: Productos
ja: 製品
zh_hans: 产品

source: НОВЫЙ
es: NUEVO
ja: 新着
zh_hans: 新的

source: Просмотр товара
es: Vista del producto
ja: 製品ビュー
zh_hans: 产品视图

source: Перейти
es: Vamos
ja: 行け
zh_hans: 去

source: Дней
es: Días
ja: 日々
zh_hans: 天

source: Часы
es: Reloj
ja: 時計
zh_hans: 手表

source: Минуты
es: Minutos
ja: 分
zh_hans: 分钟

source: Товары на любой вкус
es: Productos para todos los gustos
ja: あらゆる好みの商品
zh_hans: 适合各种口味的商品

source: Качественные товары
es: Productos de calidad
ja: 良品
zh_hans: 正品

source: Посмотреть товары
es: Ver productos
ja: 製品を見る
zh_hans: 查看产品

source: Выгодное предложение
es: propuesta Rentable
ja: お得なご提案
zh_hans: 有利可图的提议

source: Перейти к Товару для Покупки
es: Ir al Artículo a Comprar
ja: 購入商品へ
zh_hans: 转到要购买的项目

source: Перевод
es: Traducción
ja: 翻訳
zh_hans: 翻译

source: Следующая
es: Próximo
ja: 次
zh_hans: 下一个

source: Выбор товара
es: Selección de producto
ja: 製品の選択
zh_hans: 产品选择

source: В вашей корзине:
es: En tu carrito:
ja: カートの中:
zh_hans: 在您的购物车中：

source: Устройства На Сумму
es: Dispositivos que valen
ja: デバイスの価値
zh_hans: 设备价值

source: руб.
es: rublos.
ja: ルーブル。
zh_hans: 卢布。

source: Ваша Корзина Пуста
es: tu Canasta Esta Vacía
ja: あなたのバスケットは空です
zh_hans: 你的篮子是空的

source: шт
es: cosa
ja: もの。
zh_hans: 事物

source: Добавить в корзину
es: Añadir al carrito
ja: バスケットに追加
zh_hans: 添加到购物车

source: Все категории
es: Todas las categorias
ja: すべてのカテゴリ
zh_hans: 所有类别

source: Поиск
es: Búsqueda
ja: 探す
zh_hans: 搜索

source: Краткое описание:
es: Breve descripción:
ja: 簡単な説明：
zh_hans: 简短的介绍：

source: Перейти к покупке
es: ir a Comprar
ja: 購入する
zh_hans: 去购买

source: Предыдущая
es: Anterior
ja: 前
zh_hans: 以前的

source: Авторское Право &copy; Store 2021
es: Derechos de autor &copiar; Tienda 2021
ja: 著作権 &copy; Store 2021
zh_hans: 版权 &copy; Store 2021

source: 日本語
ja: u'日本語'
